tap "caskformula/caskformula"
tap "d12frosted/emacs-plus"
tap "dart-lang/dart"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "rogual/neovim-dot-app"
tap "sass/sass"
tap "universal-ctags/universal-ctags"
brew "readline"
brew "xz"
brew "glib"
brew "avrdude"
brew "bat"
brew "bootloadhid"
brew "clang-format"
brew "dfu-programmer"
brew "dfu-util"
brew "diff-so-fancy"
brew "node"
brew "exiftool"
brew "fd"
brew "fontforge"
brew "gh"
brew "git"
brew "gmp"
brew "gnupg"
brew "go"
brew "hugo"
brew "jq"
brew "lsd"
brew "luajit", args: ["HEAD"], link: false
brew "luv"
brew "macvim"
brew "maven"
brew "mysql"
brew "neovim", args: ["HEAD"]
brew "nnn"
brew "node-sass"
brew "node@12"
brew "oath-toolkit"
brew "openconnect"
brew "parquet-tools"
brew "pinentry-mac"
brew "poetry"
brew "qt"
brew "postgresql"
brew "pyenv"
brew "rainbarf"
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sbt"
brew "shfmt"
brew "snappy"
brew "spatialindex"
brew "teensy_loader_cli"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "uncrustify"
brew "vifm"
brew "vint"
brew "w3m"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "osx-cross/arm/arm-gcc-bin@10"
brew "osx-cross/arm/arm-gcc-bin@8"
brew "osx-cross/avr/avr-gcc@8", link: true
brew "qmk/qmk/qmk"
brew "sass/sass/sass", link: false
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alacritty"
cask "emacs"
cask "font-fantasque-sans-mono"
cask "font-fantasquesansmono-nerd-font-mono"
cask "font-firacode-nerd-font"
cask "font-hasklig-nerd-font"
cask "font-iosevka-nerd-font-mono"
cask "font-jetbrainsmono-nerd-font"
cask "font-mononoki"
cask "font-mononoki-nerd-font-mono"
cask "font-victor-mono"
cask "kitty"
