tap "dart-lang/dart"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "qmk/qmk"
tap "universal-ctags/universal-ctags"
brew "avrdude"
brew "bat"
brew "readline"
brew "glib"
brew "clang-format"
brew "diff-so-fancy"
brew "exiftool"
brew "fd"
brew "gmp"
brew "ffmpeg"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "hugo"
brew "jq"
brew "lsd"
brew "luajit", args: ["HEAD"]
brew "luv"
brew "maven"
brew "mysql"
brew "neovim", args: ["HEAD"]
brew "node"
brew "pinentry-mac"
brew "poetry"
brew "postgresql"
brew "pre-commit"
brew "pyenv"
brew "qt"
brew "rainbarf"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sbt"
brew "shfmt"
brew "spatialindex"
brew "teensy_loader_cli"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "uncrustify"
brew "vifm"
brew "w3m"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
cask "font-victor-mono-nerd-font"
cask "kitty"
cask "mactex"
