tap "github/gh"
tap "homebrew/bundle"
tap "universal-ctags/universal-ctags"
tap "vldmrkl/formulae"
brew "antidote"
brew "avrdude"
brew "bat"
brew "glib"
brew "clang-format"
brew "gmp"
brew "coreutils"
brew "diff-so-fancy"
brew "exiftool"
brew "fd"
brew "libarchive"
brew "ffmpeg"
brew "gh"
brew "git"
brew "readline"
brew "gnupg"
brew "go"
brew "hugo"
brew "icu4c@76"
brew "jq"
brew "lazygit"
brew "librsvg"
brew "lsd"
brew "luv"
brew "node"
brew "marp-cli"
brew "maven"
brew "mysql"
brew "neovim"
brew "nvm"
brew "pandoc"
brew "pinentry-mac"
brew "poetry"
brew "postgresql@14"
brew "pre-commit"
brew "pyenv"
brew "qt"
brew "r"
brew "rainbarf"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sbt"
brew "shfmt"
brew "spatialindex"
brew "teensy_loader_cli"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "uncrustify"
brew "vifm"
brew "w3m"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
cask "font-iosevka"
cask "font-victor-mono-nerd-font"
cask "mactex"
cask "wezterm"
